brew "adr-tools"
brew "apko"
brew "atmos"
brew "awscli"
brew "chainguard-dev/tap/chainctl"
brew "checkov"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "codecov-cli"
brew "codex"
brew "codex"
brew "defenseunicorns/tap/maru"
brew "defenseunicorns/tap/maru2"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/zarf"
brew "deno"
brew "eslint"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "gitleaks"
brew "glab"
brew "go"
brew "golangci-lint"
brew "grype"
brew "hadolint"
brew "hashicorp/tap/terraform"
brew "helm"
brew "helm"
brew "helm-ls"
brew "helm-ls"
brew "istioctl"
brew "jj"
brew "jq"
brew "just"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "melange"
brew "minio/stable/mc"
brew "mongosh"
brew "node"
brew "nvm"
brew "opensc"
brew "opentofu"
brew "oras"
brew "oven-sh/bun/bun"
brew "pkcs11-tools"
brew "pkl"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "pre-commit"
brew "qpdf"
brew "rclone"
brew "renovate"
brew "rustup"
brew "shellcheck"
brew "skopeo"
brew "sops"
brew "spacelift-io/spacelift/spacectl"
brew "sshuttle"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tree"
brew "trivy"
brew "uv"
brew "valkey"
brew "watch"
brew "wget"
brew "willswire/tap/teemoji"
brew "willswire/tap/umoci"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
cask "session-manager-plugin"
go "github.com/aws/rolesanywhere-credential-helper"
go "github.com/chainguard-dev/yam"
go "github.com/defenseunicorns/uds-pk"
go "github.com/golangci/golangci-lint/cmd/golangci-lint"
go "github.com/google/addlicense"
go "github.com/remorses/docker-phobia"
go "github.com/willswire/aoc/2024/1"
go "golang.org/x/tools/cmd/goimports"
tap "chainguard-dev/tap"
tap "defenseunicorns/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "minamijoyo/hcledit"
tap "oven-sh/bun"
tap "spacelift-io/spacelift"
tap "willswire/tap"
