brew "adr-tools"
brew "apko"
brew "awscli"
brew "chainguard-dev/tap/chainctl"
brew "checkov"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "codex"
brew "container"
brew "defenseunicorns/tap/maru"
brew "defenseunicorns/tap/maru2"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/zarf"
brew "deno"
brew "eslint"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "gitleaks"
brew "glab"
brew "gnupg"
brew "golangci-lint"
brew "hadolint"
brew "hashicorp/tap/packer"
brew "hashicorp/tap/terraform"
brew "helm"
brew "helm-ls"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "instantclienttap/instantclient/instantclient-tools"
brew "just"
brew "k3d"
brew "k9s"
brew "kubernetes-cli"
brew "llvm"
brew "melange"
brew "mkdocs"
brew "mongosh"
brew "node"
brew "nvm"
brew "opensc"
brew "opentofu"
brew "oras"
brew "pandoc"
brew "pkcs11-tools"
brew "pnpm"
brew "pre-commit"
brew "renovate"
brew "rustup"
brew "shellcheck"
brew "socat"
brew "sops"
brew "spacelift-io/spacelift/spacectl"
brew "sshuttle"
brew "stow"
brew "tectonic"
brew "terraform-docs"
brew "tflint"
brew "tldr"
brew "tree"
brew "trivy"
brew "uv"
brew "watch"
brew "wget"
brew "willswire/tap/aws_signing_helper"
brew "willswire/tap/opengrep"
brew "willswire/tap/teemoji"
brew "xcbeautify"
brew "yamllint"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zstd"
cask "1password-cli"
cask "session-manager-plugin"
tap "chainguard-dev/tap"
tap "defenseunicorns/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "spacelift-io/spacelift"
tap "willswire/tap"
