tap "chainguard-dev/tap"
tap "defenseunicorns/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "minamijoyo/hcledit"
tap "spacelift-io/spacelift"
tap "willswire/tap"
brew "adr-tools"
brew "apko"
brew "awscli"
brew "binwalk"
brew "zstd"
brew "checkov"
brew "node"
brew "cloudflare-wrangler"
brew "cloudflared"
brew "deno"
brew "dive"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "git-sizer"
brew "gitleaks"
brew "gitsign"
brew "glab"
brew "go"
brew "grype"
brew "hadolint"
brew "helm"
brew "helm-ls"
brew "istioctl"
brew "jj"
brew "just"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kubeconform"
brew "kubernetes-cli"
brew "malcontent"
brew "melange"
brew "mkcert"
brew "mongosh"
brew "nvm"
brew "ollama"
brew "opensc"
brew "opentofu"
brew "oras"
brew "pkcs11-tools"
brew "pkl"
brew "pnpm"
brew "pre-commit"
brew "regclient"
brew "renovate"
brew "rust"
brew "rustup"
brew "shellcheck"
brew "skopeo"
brew "sshuttle"
brew "stow"
brew "terraform-docs"
brew "tflint"
brew "tlrc"
brew "tree"
brew "trivy"
brew "uv"
brew "watch"
brew "wget"
brew "yamllint"
brew "yara"
brew "yarn"
brew "yq"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "chainguard-dev/tap/chainctl"
brew "defenseunicorns/tap/lula"
brew "defenseunicorns/tap/maru"
brew "defenseunicorns/tap/uds"
brew "defenseunicorns/tap/zarf"
brew "hashicorp/tap/terraform"
brew "minamijoyo/hcledit/hcledit"
brew "spacelift-io/spacelift/spacectl"
brew "willswire/tap/aws_signing_helper"
brew "willswire/tap/opengrep"
brew "willswire/tap/teemoji"
brew "willswire/tap/umoci"
cask "1password-cli"
cask "claude"
cask "ghostty"
cask "gpg-suite"
cask "session-manager-plugin"
cask "zed"
